Repository: jeso87/ShrinkerPro
Catalog: Sources/ShrinkerPro/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, is, it, ja, ko, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Notifications are turned off for Shrinker Pro in System Settings, so none will appear.
ar: الإشعارات مُعطَّلة لـ Shrinker Pro في إعدادات النظام، لذا لن يظهر أي إشعار.
ca: Les notificacions de Shrinker Pro estan desactivades a la Configuració del Sistema, així que no se’n mostrarà cap.
cs: Oznámení jsou pro Shrinker Pro vypnutá v Nastavení systému, takže se žádné neobjeví.
da: Notifikationer er slået fra for Shrinker Pro i Systemindstillinger, så der kommer ingen.
de: Mitteilungen sind für Shrinker Pro in den Systemeinstellungen deaktiviert — es wird also keine geben.
el: Οι γνωστοποιήσεις για το Shrinker Pro είναι απενεργοποιημένες στις Ρυθμίσεις συστήματος, οπότε δεν θα εμφανιστεί καμία.
es: Las notificaciones de Shrinker Pro están desactivadas en Ajustes del Sistema, así que no aparecerá ninguna.
fa: اعلان‌های Shrinker Pro در تنظیمات سیستم خاموش است، بنابراین هیچ اعلانی نمایش داده نمی‌شود.
fi: Shrinker Pron ilmoitukset on poistettu käytöstä Järjestelmäasetuksissa, joten niitä ei näytetä.
fr: Les notifications sont désactivées pour Shrinker Pro dans Réglages Système : aucune n’apparaîtra.
he: העדכונים של Shrinker Pro כבויים ב״הגדרות המערכת״, ולכן לא יופיעו עדכונים.
hr: Obavijesti za Shrinker Pro isključene su u Postavkama sustava, pa se nijedna neće pojaviti.
hu: A Shrinker Pro értesítései ki vannak kapcsolva a Rendszerbeállításokban, ezért egy sem fog megjelenni.
is: Slökkt er á tilkynningum fyrir Shrinker Pro í Kerfisstillingum, svo að engar birtast.
it: Le notifiche sono disattivate per Shrinker Pro in Impostazioni di Sistema, quindi non ne comparirà nessuna.
ja: システム設定でShrinker Proの通知がオフになっているため、通知は表示されません。
ko: 시스템 설정에서 Shrinker Pro의 알림이 꺼져 있어 알림이 표시되지 않습니다.
nb: Varslinger er slått av for Shrinker Pro i Systeminnstillinger, så ingen vil vises.
nl: Meldingen zijn voor Shrinker Pro uitgeschakeld in Systeeminstellingen, dus je krijgt er geen te zien.
nn: Varsel er slått av for Shrinker Pro i Systeminnstillingar, så ingen vil dukke opp.
pl: Powiadomienia dla Shrinker Pro są wyłączone w Ustawieniach systemowych, więc żadne się nie pojawią.
pt_br: As notificações do Shrinker Pro estão desativadas nos Ajustes do Sistema, então nenhuma vai aparecer.
pt_pt: As notificações do Shrinker Pro estão desativadas nas Definições do Sistema, pelo que não aparecerá nenhuma.
ro: Notificările sunt dezactivate pentru Shrinker Pro în Configurări sistem, așa că nu va apărea niciuna.
ru: Уведомления для Shrinker Pro отключены в Системных настройках, поэтому они не будут появляться.
sk: Hlásenia sú pre Shrinker Pro vypnuté v Systémových nastaveniach, takže sa žiadne nezobrazia.
sl: Obvestila za Shrinker Pro so izklopljena v Nastavitvah sistema, zato se ne bodo prikazala.
sv: Notiser är avstängda för Shrinker Pro i Systeminställningar, så inga kommer att visas.
th: การแจ้งเตือนของ Shrinker Pro ถูกปิดอยู่ในการตั้งค่าระบบ จึงจะไม่มีการแจ้งเตือนปรากฏขึ้น
tr: Sistem Ayarları’nda Shrinker Pro için bildirimler kapalı, bu yüzden hiçbiri görünmeyecek.
uk: Сповіщення для Shrinker Pro вимкнено в Системних параметрах, тож жодного не зʼявиться.
vi: Thông báo của Shrinker Pro đang bị tắt trong Cài đặt hệ thống, nên sẽ không có thông báo nào xuất hiện.
zh_hans: “系统设置”中已关闭 Shrinker Pro 的通知，因此不会显示任何通知。
zh_hant: 「系統設定」中已關閉Shrinker Pro的通知，因此不會顯示任何通知。
zh_hk: 「系統設定」中已關閉Shrinker Pro的通知，所以不會出現任何通知。

source: OK
ar: موافق
ca: D’acord
es: Aceptar
fa: تأیید
he: אישור
hr: U redu
is: Í lagi
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好
zh_hk: 好

source: Open Files…
ar: فتح الملفات…
ca: Obre arxius…
cs: Otevřít soubory…
da: Åbn arkiver…
de: Dateien öffnen …
el: Άνοιγμα αρχείων…
es: Abrir archivos…
fa: باز کردن فایل‌ها…
fi: Avaa tiedostoja…
fr: Ouvrir des fichiers…
he: פתיחת קבצים…
hr: Otvori datoteke…
hu: Fájlok megnyitása…
is: Opna skrár…
it: Apri file…
ja: ファイルを開く…
ko: 파일 열기…
nb: Åpne filer…
nl: Open bestanden…
nn: Opne filer…
pl: Otwórz pliki…
pt_br: Abrir Arquivos…
pt_pt: Abrir ficheiros…
ro: Deschideți fișiere…
ru: Открыть файлы…
sk: Otvoriť súbory…
sl: Odpri datoteke …
sv: Öppna filer…
th: เปิดไฟล์…
tr: Dosyaları Aç…
uk: Відкрити файли…
vi: Mở tệp…
zh_hans: 打开文件…
zh_hant: 打開檔案⋯
zh_hk: 開啟檔案⋯

source: Open Notification Settings…
ar: فتح إعدادات الإشعارات…
ca: Obre la configuració de notificacions…
cs: Otevřít nastavení oznámení…
da: Åbn Notifikationsindstillinger…
de: Mitteilungseinstellungen öffnen …
el: Άνοιγμα ρυθμίσεων γνωστοποιήσεων…
es: Abrir los ajustes de notificaciones…
fa: باز کردن تنظیمات اعلان‌ها…
fi: Avaa ilmoitusasetukset…
fr: Ouvrir les réglages de notifications…
he: פתיחת הגדרות העדכונים…
hr: Otvori postavke za obavijesti…
hu: Értesítési beállítások megnyitása…
is: Opna tilkynningastillingar…
it: Apri le impostazioni delle notifiche…
ja: 通知設定を開く…
ko: 알림 설정 열기…
nb: Åpne Varslingsinnstillinger…
nl: Open meldingsinstellingen…
nn: Opne varselinnstillingar…
pl: Otwórz ustawienia powiadomień…
pt_br: Abrir Ajustes de Notificações…
pt_pt: Abrir definições das notificações…
ro: Deschideți configurările pentru notificări…
ru: Открыть настройки уведомлений…
sk: Otvoriť nastavenia hlásení…
sl: Odpri nastavitve obvestil …
sv: Öppna notisinställningar…
th: เปิดการตั้งค่าการแจ้งเตือน…
tr: Bildirim Ayarlarını Aç…
uk: Відкрити параметри сповіщень…
vi: Mở Cài đặt thông báo…
zh_hans: 打开“通知”设置…
zh_hant: 打開「通知」設定⋯
zh_hk: 開啟「通知」設定⋯

source: Open Recent
ar: فتح العناصر الأخيرة
ca: Obre els recents
cs: Poslední položky
da: Åbn seneste
de: Benutzte Dokumente
el: Άνοιγμα πρόσφατου
es: Abrir recientes
fa: باز کردن موارد اخیر
fi: Avaa äskeinen
fr: Ouvrir un document récent
he: פתיחת האחרונים
hr: Otvori nedavne stavke
hu: Legutóbbi megnyitása
is: Opna nýlegt
it: Apri recenti
ja: 最近使った項目を開く
ko: 최근 사용 열기
nb: Åpne sist brukte
nl: Open recente bestanden
nn: Opne nylege
pl: Otwórz ostatnie
pt_br: Abrir Recente
pt_pt: Abrir documento recente
ro: Deschideți recente
ru: Открытие недавних
sk: Otvoriť posledné
sl: Odpri nedavno
sv: Öppna senaste
th: เปิดล่าสุด
tr: Son Kullanılanı Aç
uk: Відкрити недавні
vi: Mở mục gần đây
zh_hans: 打开最近使用的
zh_hant: 打開最近使用過的檔案
zh_hk: 開啟最近項目

source: Output
ar: المُخرجات
ca: Sortida
cs: Výstup
de: Ausgabe
el: Έξοδος
es: Salida
fa: خروجی
fi: Tuloste
fr: Sortie
he: פלט
hr: Izlaz
hu: Kimenet
is: Úttak
ja: 出力
ko: 출력
nb: Utdata
nl: Uitvoer
nn: Utdata
pl: Pliki wyjściowe
pt_br: Saída
pt_pt: Saída
ro: Ieșire
ru: Выходные файлы
sk: Výstup
sl: Izhodne datoteke
sv: Utdata
th: ผลลัพธ์
tr: Çıktı
uk: Вихідні файли
vi: Đầu ra
zh_hans: 输出
zh_hant: 輸出
zh_hk: 輸出

source: PNG, JPG, HEIC, WebP, AVIF, GIF and SVG — or press ⌘O
ar: PNG وJPG وHEIC وWebP وAVIF وGIF وSVG — أو اضغط ⌘O
ca: PNG, JPG, HEIC, WebP, AVIF, GIF i SVG — o prem ⌘O
cs: PNG, JPG, HEIC, WebP, AVIF, GIF a SVG — nebo stiskněte ⌘O
da: PNG, JPG, HEIC, WebP, AVIF, GIF og SVG — eller tryk på ⌘O
de: PNG, JPG, HEIC, WebP, AVIF, GIF und SVG — oder ⌘O drücken
el: PNG, JPG, HEIC, WebP, AVIF, GIF και SVG — ή πατήστε ⌘O
es: PNG, JPG, HEIC, WebP, AVIF, GIF y SVG — o pulsa ⌘O
fa: PNG، JPG، HEIC، WebP، AVIF، GIF و SVG — یا ⌘O را فشار دهید
fi: PNG, JPG, HEIC, WebP, AVIF, GIF ja SVG — tai paina ⌘O
fr: PNG, JPG, HEIC, WebP, AVIF, GIF et SVG — ou appuyez sur ⌘O
he: PNG, JPG, HEIC, WebP, AVIF, GIF ו-SVG — או הקשה על ⌘O
hr: PNG, JPG, HEIC, WebP, AVIF, GIF i SVG — ili pritisnite ⌘O
hu: PNG, JPG, HEIC, WebP, AVIF, GIF és SVG — vagy nyomja meg a ⌘O billentyűparancsot
is: PNG, JPG, HEIC, WebP, AVIF, GIF og SVG — eða ýttu á ⌘O
it: PNG, JPG, HEIC, WebP, AVIF, GIF e SVG — oppure premi ⌘O
ja: PNG、JPG、HEIC、WebP、AVIF、GIF、SVG — または⌘O
ko: PNG, JPG, HEIC, WebP, AVIF, GIF, SVG — 또는 ⌘O
nb: PNG, JPG, HEIC, WebP, AVIF, GIF og SVG — eller trykk ⌘O
nl: PNG, JPG, HEIC, WebP, AVIF, GIF en SVG — of druk op ⌘O
nn: PNG, JPG, HEIC, WebP, AVIF, GIF og SVG — eller trykk ⌘O
pl: PNG, JPG, HEIC, WebP, AVIF, GIF i SVG — albo naciśnij ⌘O
pt_br: PNG, JPG, HEIC, WebP, AVIF, GIF e SVG — ou pressione ⌘O
pt_pt: PNG, JPG, HEIC, WebP, AVIF, GIF e SVG — ou prima ⌘O
ro: PNG, JPG, HEIC, WebP, AVIF, GIF și SVG — sau apăsați ⌘O
ru: PNG, JPG, HEIC, WebP, AVIF, GIF и SVG — или нажмите ⌘O
sk: PNG, JPG, HEIC, WebP, AVIF, GIF a SVG — alebo stlačte ⌘O
sl: PNG, JPG, HEIC, WebP, AVIF, GIF in SVG — ali pritisnite ⌘O
sv: PNG, JPG, HEIC, WebP, AVIF, GIF och SVG — eller tryck på ⌘O
th: PNG, JPG, HEIC, WebP, AVIF, GIF และ SVG — หรือกด ⌘O
tr: PNG, JPG, HEIC, WebP, AVIF, GIF ve SVG — ya da ⌘O tuşlarına basın
uk: PNG, JPG, HEIC, WebP, AVIF, GIF і SVG — або натисніть ⌘O
vi: PNG, JPG, HEIC, WebP, AVIF, GIF và SVG — hoặc nhấn ⌘O
zh_hans: PNG、JPG、HEIC、WebP、AVIF、GIF 和 SVG，或按 ⌘O
zh_hant: PNG、JPG、HEIC、WebP、AVIF、GIF和SVG，或按⌘O
zh_hk: PNG、JPG、HEIC、WebP、AVIF、GIF和SVG，或按⌘O

source: Put them in a "minified" subfolder
ar: وضعها في مجلد فرعي باسم "minified"
ca: Posa’ls en una subcarpeta “minified”
cs: Umístit je do podsložky „minified“
da: Læg dem i undermappen “minified”
de: In einen Unterordner „minified“ legen
el: Τοποθέτηση σε υποφάκελο «minified»
es: Ponerlos en una subcarpeta “minified”
fa: قرار دادن آن‌ها در زیرپوشهٔ «minified»
fi: Sijoita ne ”minified”-alikansioon
fr: Les placer dans un sous-dossier « minified »
he: להניח אותם בתיקיית משנה בשם ״minified״
hr: Smjesti ih u podmapu “minified”
hu: Elhelyezés a „minified” almappában
is: Setja þær í undirmöppuna „minified“
it: Mettili in una sottocartella “minified”
ja: 「minified」サブフォルダに入れる
ko: ‘minified’ 하위 폴더에 넣기
nb: Legg dem i undermappen «minified»
nl: Zet ze in een submap 'minified'
nn: Legg dei i undermappa «minified»
pl: Umieść je w podfolderze „minified”
pt_br: Colocar em uma subpasta “minified”
pt_pt: Colocar numa subpasta “minified”
ro: Puneți-le într-un subdosar „minified”
ru: Помещать их во вложенную папку «minified»
sk: Uložiť ich do podpriečinka „minified“
sl: Shrani jih v podmapo »minified«
sv: Lägg dem i undermappen ”minified”
th: ใส่ไว้ในโฟลเดอร์ย่อย “minified”
tr: “minified” alt klasörüne koy
uk: Складати їх у підпапку «minified»
vi: Đặt chúng trong thư mục con “minified”
zh_hans: 放入“minified”子文件夹
zh_hant: 放入「minified」子檔案夾
zh_hk: 放入「minified」子資料夾

source: Quality
ar: الجودة
ca: Qualitat
cs: Kvalita
da: Kvalitet
de: Qualität
el: Ποιότητα
es: Calidad
fa: کیفیت
fi: Laatu
fr: Qualité
he: איכות
hr: Kvaliteta
hu: Minőség
is: Gæði
it: Qualità
ja: 品質
ko: 품질
nb: Kvalitet
nl: Kwaliteit
nn: Kvalitet
pl: Jakość
pt_br: Qualidade
pt_pt: Qualidade
ro: Calitate
ru: Качество
sk: Kvalita
sl: Kakovost
sv: Kvalitet
th: คุณภาพ
tr: Kalite
uk: Якість
vi: Chất lượng
zh_hans: 质量
zh_hant: 品質
zh_hk: 品質

source: Quit
ar: إنهاء
ca: Surt
cs: Ukončit
da: Slut
de: Beenden
el: Τερματισμός
es: Salir
fa: خروج
fi: Lopeta
fr: Quitter
he: סיום
hr: Zatvori
hu: Kilépés
is: Hætta
it: Esci
ja: 終了
ko: 종료
nb: Avslutt
nl: Stop
nn: Avslutt
pl: Zakończ
pt_br: Encerrar
pt_pt: Sair
ro: Închideți aplicația
ru: Завершить
sk: Ukončiť
sl: Zapri
sv: Avsluta
th: ออก
tr: Çık
uk: Завершити
vi: Thoát
zh_hans: 退出
zh_hant: 結束
zh_hk: 結束

source: ratio
ar: نسبة
ca: proporció
cs: poměr stran
da: forhold
de: Verhältnis
el: αναλογία
es: proporción
fa: نسبت
fi: suhde
he: יחס
hr: omjer
hu: arány
is: hlutfall
it: rapporto
ja: 比率
ko: 비율
nb: forhold
nl: verhouding
nn: forhold
pl: proporcje
pt_br: proporção
pt_pt: proporção
ro: raport
ru: пропорции
sk: pomer
sl: razmerje
sv: förhållande
th: อัตราส่วน
tr: oran
uk: пропорції
vi: tỷ lệ
zh_hans: 比例
zh_hant: 比例
zh_hk: 比例

source: RECENT
ar: الأخيرة
ca: RECENTS
cs: POSLEDNÍ
da: SENESTE
de: ZULETZT
el: ΠΡΟΣΦΑΤΑ
es: RECIENTES
fa: اخیر
fi: ÄSKEISET
fr: RÉCENTS
he: אחרונים
hr: NEDAVNO
hu: LEGUTÓBBIAK
is: NÝLEGT
it: RECENTI
ja: 最近の結果
ko: 최근 결과
nb: NYLIGE
nn: NYLEG
pl: OSTATNIE
pt_br: RECENTES
pt_pt: RECENTES
ro: RECENTE
ru: НЕДАВНИЕ
sk: POSLEDNÉ
sl: NEDAVNO
sv: SENASTE
th: ล่าสุด
tr: SON İŞLEMLER
uk: НЕДАВНІ
vi: GẦN ĐÂY
zh_hans: 最近
zh_hant: 最近使用
zh_hk: 最近

source: Replace
ar: استبدال
ca: Substitueix
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: جایگزینی
fi: Korvaa
fr: Remplacer
he: החלפה
hr: Zamijeni
hu: Csere
is: Skipta út
it: Sostituisci
ja: 置き換える
ko: 대치
nb: Erstatt
nl: Vervang
nn: Erstatt
pl: Zastąp
pt_br: Substituir
pt_pt: Substituir
ro: Înlocuiți
ru: Заменить
sk: Nahradiť
sl: Zamenjaj
sv: Ersätt
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代
zh_hk: 取代

source: Reset
ar: إعادة تعيين
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fi: Palauta
fr: Réinitialiser
he: איפוס
hr: Resetiraj
hu: Visszaállítás
is: Endurstilla
it: Ripristina
ja: リセット
ko: 재설정
nb: Nullstill
nl: Herstel
nn: Tilbakestill
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 还原
zh_hant: 重置
zh_hk: 重設

source: Returns format, quality, max size and crop to the app's defaults
ar: يعيد التنسيق والجودة والحد الأقصى للحجم والاقتصاص إلى القيم الافتراضية للتطبيق
ca: Retorna el format, la qualitat, la mida màxima i l’escapçament als valors per omissió de l’app
cs: Vrátí formát, kvalitu, maximální velikost a ořez na výchozí hodnoty aplikace
da: Nulstiller format, kvalitet, maks. størrelse og beskæring til appens standarder
de: Setzt Format, Qualität, Maximalgröße und Zuschnitt auf die Vorgaben der App zurück
el: Επαναφέρει τη μορφή, την ποιότητα, το μέγιστο μέγεθος και την περικοπή στις προεπιλογές της εφαρμογής
es: Devuelve el formato, la calidad, el tamaño máx. y el recorte a los valores por omisión de la app
fa: قالب، کیفیت، حداکثر اندازه و برش را به پیش‌فرض‌های برنامه بازمی‌گرداند
fi: Palauttaa muodon, laadun, maksimikoon ja rajauksen apin oletusarvoihin
fr: Rétablit le format, la qualité, la taille max. et le recadrage aux valeurs par défaut de l’app
he: מחזיר את הפורמט, האיכות, הגודל המרבי והחיתוך לברירות המחדל של היישום
hr: Vraća format, kvalitetu, maks. veličinu i rezanje na standardne vrijednosti aplikacije
hu: Visszaállítja a formátumot, a minőséget, a max. méretet és a vágást az app alapértékeire
is: Setur snið, gæði, hámarksstærð og tilskurð aftur á sjálfgefin gildi forritsins
it: Riporta formato, qualità, dimensione max. e ritaglio ai valori predefiniti dell’app
ja: 形式、品質、最大サイズ、切り取りをAppのデフォルトに戻します
ko: 형식, 품질, 최대 크기, 자르기를 앱 기본값으로 되돌립니다
nb: Nullstiller format, kvalitet, maks. størrelse og beskjæring til appens standarder
nl: Zet formaat, kwaliteit, max. grootte en uitsnede terug op de standaardwaarden van de app
nn: Set format, kvalitet, maksstorleik og beskjering tilbake til standardverdiane i appen
pl: Przywraca format, jakość, maksymalny rozmiar i kadrowanie do wartości domyślnych aplikacji
pt_br: Retorna formato, qualidade, tamanho máx. e recorte aos padrões do app
pt_pt: Repõe o formato, a qualidade, o tamanho máx. e o recorte nas predefinições da aplicação
ro: Readuce formatul, calitatea, dimensiunea max. și decuparea la valorile implicite ale aplicației
ru: Возвращает формат, качество, максимальный размер и обрезку к значениям по умолчанию
sk: Vráti formát, kvalitu, max. veľkosť a orez na predvolené hodnoty aplikácie
sl: Ponastavi obliko zapisa, kakovost, največjo velikost in obrezek na privzete vrednosti aplikacije
sv: Återställer format, kvalitet, maxstorlek och beskärning till appens förval
th: คืนค่ารูปแบบ คุณภาพ ขนาดสูงสุด และการครอบตัด กลับเป็นค่าเริ่มต้นของแอป
tr: Formatı, kaliteyi, en büyük boyutu ve kırpmayı uygulamanın saptanmış değerlerine döndürür
uk: Повертає формат, якість, максимальний розмір і обтинання до типових значень програми
vi: Đưa định dạng, chất lượng, kích cỡ tối đa và cắt xén về mặc định của ứng dụng
zh_hans: 将格式、质量、最大尺寸和裁剪还原为 App 的默认值
zh_hant: 將格式、品質、最大尺寸和裁切重置為App的預設值
zh_hk: 將格式、品質、最大尺寸和裁剪還原為App的預設值

source: Rotation is always applied to the image itself, so photos stay upright in any app whichever option you choose.
ar: يُطبَّق الدوران على الصورة نفسها دائمًا، فتبقى الصور معتدلة في أي تطبيق أيًا كان الخيار الذي تختاره.
ca: La rotació sempre s’aplica a la imatge mateixa, així que les fotos es veuen dretes a qualsevol app, triïs l’opció que triïs.
cs: Otočení se vždy zapíše přímo do obrázku, takže fotky stojí rovně v každé aplikaci, ať zvolíte kteroukoli možnost.
da: Rotationen anvendes altid på selve billedet, så fotos vender rigtigt i enhver app, uanset hvilken indstilling du vælger.
de: Die Drehung wird immer auf das Bild selbst angewendet — Fotos stehen deshalb in jeder App aufrecht, welche Option du auch wählst.
el: Η περιστροφή εφαρμόζεται πάντα στην ίδια την εικόνα, οπότε οι φωτογραφίες παραμένουν όρθιες σε οποιαδήποτε εφαρμογή, όποια επιλογή κι αν κάνετε.
es: La rotación siempre se aplica a la propia imagen, así que las fotos se ven derechas en cualquier app, elijas la opción que elijas.
fa: چرخش همیشه روی خود تصویر اعمال می‌شود، بنابراین هر گزینه‌ای را که انتخاب کنید عکس‌ها در هر برنامه‌ای در جهت درست می‌مانند.
fi: Kierto kirjoitetaan aina itse kuvaan, joten valokuvat pysyvät oikein päin missä tahansa apissa, minkä vaihtoehdon valitsetkin.
fr: La rotation est toujours appliquée à l’image elle-même : vos photos restent droites dans toutes les apps, quelle que soit l’option choisie.
he: הסיבוב מוחל תמיד על התמונה עצמה, ולכן תצלומים נשארים זקופים בכל יישום, ללא קשר לאפשרות הנבחרת.
hr: Rotacija se uvijek primjenjuje na samu sliku, pa fotografije stoje uspravno u svakoj aplikaciji, koju god opciju odabrali.
hu: Az elforgatás mindig magára a képre kerül, így a fényképek bármelyik appban állva maradnak, bármelyik lehetőséget választja.
is: Snúningi er alltaf beitt á myndina sjálfa, svo að ljósmyndir standa uppréttar í hvaða forriti sem er, sama hvaða valkost þú velur.
it: La rotazione viene sempre applicata all’immagine stessa, quindi le foto restano dritte in qualsiasi app, qualunque opzione tu scelga.
ja: 回転は常に画像そのものに適用されるため、どれを選んでも写真はどのAppでも正しい向きで表示されます。
ko: 회전은 항상 이미지 자체에 적용되므로, 어떤 옵션을 선택하든 사진은 모든 앱에서 똑바로 표시됩니다.
nb: Rotasjonen brukes alltid på selve bildet, så foto står riktig vei i alle apper uansett hvilket alternativ du velger.
nl: De rotatie wordt altijd op de afbeelding zelf toegepast, dus foto's staan in elke app rechtop, welke optie je ook kiest.
nn: Rotasjonen blir alltid lagd på sjølve biletet, så foto står rett veg i alle appar uansett kva alternativ du vel.
pl: Obrót jest zawsze zapisywany w samym obrazie, więc zdjęcia stoją prosto w każdej aplikacji, niezależnie od wybranej opcji.
pt_br: A rotação é sempre aplicada à própria imagem, então as fotos ficam na posição certa em qualquer app, qualquer que seja a opção escolhida.
pt_pt: A rotação é sempre aplicada à própria imagem, pelo que as fotografias ficam direitas em qualquer aplicação, seja qual for a opção escolhida.
ro: Rotirea este aplicată întotdeauna imaginii în sine, așa că fotografiile rămân drepte în orice aplicație, indiferent ce opțiune alegeți.
ru: Поворот всегда применяется к самому изображению, поэтому фотографии стоят прямо в любой программе, какой бы вариант Вы ни выбрали.
sk: Otočenie sa vždy aplikuje priamo na obrázok, takže fotky zostanú správne otočené v každej aplikácii bez ohľadu na to, ktorú možnosť vyberiete.
sl: Zasuk se vedno zapiše v samo sliko, zato fotografije v vsaki aplikaciji ostanejo pokončne, ne glede na izbrano možnost.
sv: Rotationen tillämpas alltid på själva bilden, så foton står upprätt i alla appar oavsett vilket alternativ du väljer.
th: การหมุนจะถูกนำไปใช้กับตัวรูปภาพเสมอ รูปถ่ายจึงตั้งตรงในทุกแอปไม่ว่าคุณจะเลือกตัวเลือกใด
tr: Döndürme her zaman görüntünün kendisine uygulanır; bu yüzden hangi seçeneği seçerseniz seçin fotoğraflar her uygulamada dik durur.
uk: Обертання завжди застосовується до самого зображення, тож фото стоять рівно в будь-якій програмі, хоч би який варіант ви вибрали.
vi: Xoay luôn được áp dụng lên chính hình ảnh, nên ảnh vẫn đứng thẳng trong mọi ứng dụng dù bạn chọn tùy chọn nào.
zh_hans: 旋转始终会应用到图片本身，因此无论你选哪一项，照片在任何 App 中都保持正立。
zh_hant: 旋轉一律會套用到影像本身，因此無論你選哪一項，照片在任何App中都保持正立。
zh_hk: 旋轉一律會套用到影像本身，所以無論你選哪一項，相片在任何App中都保持正立。

source: Same folder as original
ar: المجلد نفسه الذي فيه الملف الأصلي
ca: La mateixa carpeta que l’original
cs: Stejná složka jako originál
da: Samme mappe som originalen
de: Gleicher Ordner wie das Original
el: Ίδιος φάκελος με το πρωτότυπο
es: La misma carpeta que el original
fa: همان پوشهٔ فایل اصلی
fi: Sama kansio kuin alkuperäisellä
fr: Même dossier que l’original
he: אותה תיקיה כמו קובץ המקור
hr: Ista mapa kao original
hu: Az eredetivel azonos mappa
is: Sama mappa og frumritið
it: Stessa cartella dell’originale
ja: オリジナルと同じフォルダ
ko: 원본과 같은 폴더
nb: Samme mappe som originalen
nl: Zelfde map als het origineel
nn: Same mappe som originalen
pl: Ten sam folder co oryginał
pt_br: Mesma pasta do original
pt_pt: Mesma pasta do original
ro: Același dosar ca originalul
ru: Та же папка, что и у оригинала
sk: Rovnaký priečinok ako originál
sl: Ista mapa kot izvirnik
sv: Samma mapp som originalet
th: โฟลเดอร์เดียวกับต้นฉบับ
tr: Orijinalle aynı klasör
uk: Та сама папка, що й оригінал
vi: Cùng thư mục với bản gốc
zh_hans: 与原始文件相同的文件夹
zh_hant: 與原始檔案相同的檔案夾
zh_hk: 與原始檔相同的資料夾

source: SESSION SETTINGS
ar: إعدادات الجلسة
ca: CONFIGURACIÓ DE LA SESSIÓ
cs: NASTAVENÍ RELACE
da: SESSIONSINDSTILLINGER
de: SITZUNGSEINSTELLUNGEN
el: ΡΥΘΜΙΣΕΙΣ ΣΥΝΕΔΡΙΑΣ
es: AJUSTES DE SESIÓN
fa: تنظیمات جلسه
fi: ISTUNNON ASETUKSET
fr: RÉGLAGES DE SESSION
he: הגדרות ההפעלה
hr: POSTAVKE SESIJE
hu: MUNKAMENET BEÁLLÍTÁSAI
is: LOTUSTILLINGAR
it: IMPOSTAZIONI DI SESSIONE
ja: セッション設定
ko: 세션 설정
nb: ØKTINNSTILLINGER
nl: SESSIE-INSTELLINGEN
nn: ØKTINNSTILLINGAR
pl: USTAWIENIA SESJI
pt_br: AJUSTES DA SESSÃO
pt_pt: DEFINIÇÕES DA SESSÃO
ro: CONFIGURĂRILE SESIUNII
ru: НАСТРОЙКИ СЕАНСА
sk: NASTAVENIA RELÁCIE
sl: NASTAVITVE SEJE
sv: SESSIONSINSTÄLLNINGAR
th: การตั้งค่าเซสชั่น
tr: OTURUM AYARLARI
uk: ПАРАМЕТРИ СЕАНСУ
vi: CÀI ĐẶT PHIÊN
zh_hans: 会话设置
zh_hant: 工作階段設定
zh_hk: 今次設定

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Réglages
he: הגדרות
hr: Postavke
hu: Beállítások
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
nn: Innstillingar
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定
